# General setup
brew 'git'
brew 'tig'
cask 'dropbox'
cask 'google-chrome'
cask 'flux'
cask '1password'
cask 'steam'
cask 'origin'
cask 'postman'
cask 'dbvisualizer'
cask 'sequel-ace'
cask 'slack'
cask 'rectangle'
cask 'atom'
cast 'iterm2'
cask 'unity'
brew 'ctags'
brew 'zsh'
brew 'node'

# Powerline
brew 'python'

# Docker
cask 'virtualbox'
brew 'docker'
cask 'docker-toolbox'

# Ruby stuff
brew 'rbenv'
