# General setup
brew 'git'
brew 'tig'
cask 'dropbox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'flux'
cask '1password'
cask 'steam'
cask 'origin'
cask 'postman'
cask 'java'
cask 'dbvisualizer'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'spectacle'
cask 'atom'
cask 'unity'
brew 'ctags'
brew 'zsh'
brew 'node'

# Powerline
brew 'python'

# AWS CLI tools
brew awscli
brew awsebcli

# Docker
cask 'virtualbox'
brew 'docker'
cask 'docker-toolbox'

# Ruby stuff
brew 'rbenv'
