brew 'caskroom/cask/brew-cask'

# General setup
brew 'git'
brew 'tig'
cask 'dropbox'
cask 'google-drive'
cask 'google-chrome'
cask 'flux'
cask 'alfred'
cask '1password'
cask 'steam'
cask 'origin'
cask 'postman'
cask 'dbvisualizer'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'iterm2'
cask 'alfred'
cask 'spectacle'
cask 'atom'
cask 'unity'
brew 'ctags'

# Docker
cask 'virtualbox'
brew 'docker'
cask 'docker-toolbox'

# Ruby stuff
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'ruby-build'
